DavidAnson.vscode-markdownlint
HookyQR.beautify
PeterJausovec.vscode-docker
arcticicestudio.nord-visual-studio-code
bilalsyedhussain.essence
bungcip.better-toml
eamodio.gitlens
felipe.nasc-touchbar
formulahendry.code-runner
kalitaalexey.vscode-rust
lukehoban.Go
mikestead.dotenv
mjmcloug.vscode-elixir
ms-python.python
ms-vscode.azure-account
ms-vscode.cpptools
ms-vscode.csharp
octref.vetur
pgourlain.erlang
prograhammer.tslint-vue
rebornix.Ruby
redhat.java
robertohuertasm.vscode-icons
teabyii.ayu
vadimcn.vscode-lldb
